{"text":"<p>The <b>Macedonian–Carthaginian Treaty</b> was an anti-Roman <a href='/wiki/Treaty' title='Treaty'>treaty</a> between <a href='/wiki/Philip_V_of_Macedon' title='Philip V of Macedon'>Philip V of Macedon</a> and <a href='/wiki/Hannibal' title='Hannibal'>Hannibal</a>, leader of the <a href='/wiki/Carthage' title='Carthage'>Carthaginians</a>, which was drawn up after the <a href='/wiki/Battle_of_Cannae' title='Battle of Cannae'>Battle of Cannae</a> when Hannibal seemed poised to conquer <a href='/wiki/Roman_Republic' title='Roman Republic'>Rome</a>. Philip V, who feared Roman expansion, wanted to ride on the coat tails of the victor in the <a href='/wiki/Second_Punic_War' title='Second Punic War'>Second Punic War</a> (218-201 BC). The discovery of this treaty inevitably led to the outbreak of the <a href='/wiki/First_Macedonian_War' title='First Macedonian War'>First Macedonian War</a> (214-205 BC) between Rome and its Greek allies against Macedonia.</p><p></p><div id='toc' class='toc'><div id='toctitle' class='toctitle'><h2>Contents</h2></div><ul><li class='toclevel-1 tocsection-1'><a href='#Hannibal'><span class='tocnumber'>1</span> <span class='toctext'>Hannibal</span></a></li><li class='toclevel-1 tocsection-2'><a href='#Philip_V'><span class='tocnumber'>2</span> <span class='toctext'>Philip V</span></a></li><li class='toclevel-1 tocsection-3'><a href='#Diplomatic_mission'><span class='tocnumber'>3</span> <span class='toctext'>Diplomatic mission</span></a></li><li class='toclevel-1 tocsection-4'><a href='#The_capture'><span class='tocnumber'>4</span> <span class='toctext'>The capture</span></a></li><li class='toclevel-1 tocsection-5'><a href='#References'><span class='tocnumber'>5</span> <span class='toctext'>References</span></a></li><li class='toclevel-1 tocsection-6'><a href='#Further_reading'><span class='tocnumber'>6</span> <span class='toctext'>Further reading</span></a><ul><li class='toclevel-2 tocsection-7'><a href='#On_the_Second_Punic_war'><span class='tocnumber'>6.1</span> <span class='toctext'>On the Second Punic war</span></a></li><li class='toclevel-2 tocsection-8'><a href='#On_the_Treaty'><span class='tocnumber'>6.2</span> <span class='toctext'>On the Treaty</span></a></li></ul></li><li class='toclevel-1 tocsection-9'><a href='#See_also'><span class='tocnumber'>7</span> <span class='toctext'>See also</span></a></li></ul></div><p></p><h2><span class='mw-headline' id='Hannibal'>Hannibal</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=1' title='Edit section: Hannibal'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><div class='thumb tright'><div class='thumbinner' style='width:177px;'><a href='/wiki/File:Dc-hannibal-coin.png' class='image'><img alt='' src='//upload.wikimedia.org/wikipedia/commons/thumb/0/04/Dc-hannibal-coin.png/175px-Dc-hannibal-coin.png' width='175' height='167' class='thumbimage' srcset='//upload.wikimedia.org/wikipedia/commons/thumb/0/04/Dc-hannibal-coin.png/263px-Dc-hannibal-coin.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/04/Dc-hannibal-coin.png/350px-Dc-hannibal-coin.png 2x' data-file-width='450' data-file-height='430' /></a><div class='thumbcaption'><div class='magnify'><a href='/wiki/File:Dc-hannibal-coin.png' class='internal' title='Enlarge'></a></div>A <a href='/wiki/Carthaginian_currency' title='Carthaginian currency'>Carthaginian coin</a> possibly depicting <a href='/wiki/Hannibal' title='Hannibal'>Hannibal</a> as <a href='/wiki/Hercules' title='Hercules'>Hercules</a> (i.e. <a href='/wiki/Heracles' title='Heracles'>Heracles</a>)</div></div></div><p>Having left <a href='/wiki/Spain' title='Spain'>Spain</a> for <a href='/wiki/Italy' title='Italy'>Italy</a> to wage war against Rome, thus causing the <a href='/wiki/Second_Punic_War' title='Second Punic War'>Second Punic War</a>, Hannibal garnered victory after victory in a series of lightning battles against the <a href='/wiki/Roman_legion' title='Roman legion'>legions</a> of the burgeoning Italic power.</p><p>With the help of his brothers <a href='/wiki/Hasdrubal_(Barcid)' class='mw-redirect' title='Hasdrubal (Barcid)'>Hasdrubal</a> and <a href='/wiki/Mago_(Barcid)' class='mw-redirect' title='Mago (Barcid)'>Mago</a>, his brother-in-law <a href='/wiki/Hasdrubal_the_Fair' title='Hasdrubal the Fair'>Hasdrubal the Fair</a>, as well as other Carthaginian commanders, Hannibal managed to keep the Iberian front battling, which forced the Romans to redirect manpower away from the Italic front. The alliance with Philip V was an attempt to open another <a href='/wiki/Front_(military)' title='Front (military)'>front</a> in the east, which would have further stretched Roman resources and soldiers.</p><h2><span class='mw-headline' id='Philip_V'>Philip V</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=2' title='Edit section: Philip V'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><div class='thumb tright'><div class='thumbinner' style='width:177px;'><a href='/wiki/File:Philip_V_of_Macedon.jpg' class='image'><img alt='' src='//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Philip_V_of_Macedon.jpg/175px-Philip_V_of_Macedon.jpg' width='175' height='167' class='thumbimage' srcset='//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Philip_V_of_Macedon.jpg/263px-Philip_V_of_Macedon.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/f/fe/Philip_V_of_Macedon.jpg 2x' data-file-width='298' data-file-height='284' /></a><div class='thumbcaption'><div class='magnify'><a href='/wiki/File:Philip_V_of_Macedon.jpg' class='internal' title='Enlarge'></a></div>A <a href='/wiki/Ancient_Greek_coinage' title='Ancient Greek coinage'>Macedonian coin</a> depicting <a href='/wiki/Philip_V_of_Macedon' title='Philip V of Macedon'>Philip V of Macedon</a>.</div></div></div><p>Roman power had been steadily spreading on the eastern coast of the <a href='/wiki/Adriatic_sea' class='mw-redirect' title='Adriatic sea'>Adriatic sea</a>. The <a href='/wiki/Illyria' title='Illyria'>Illyrians</a>, once ruled by queen <a href='/wiki/Teuta' title='Teuta'>Teuta</a>, had been subjugated under the pretext that they were involved in <a href='/wiki/Piracy' title='Piracy'>piracy</a> on the <a href='/wiki/Dalmatia' title='Dalmatia'>Dalmatian</a> and <a href='/wiki/Albania' title='Albania'>Albanian</a> coasts against merchants from Rome.<sup id='cite_ref-1' class='reference'><a href='#cite_note-1'>[1]</a></sup> By Philip's time, virtually every city and port on the eastern Adriatic coast was under Roman influence or protectorate.</p><p>The Romans had also provided their support to many <a href='/wiki/Ancient_Greece' title='Ancient Greece'>Greek</a> coastal cities and islands (like <a href='/wiki/Apollonia,_Illyria' class='mw-redirect' title='Apollonia, Illyria'>Apollonia</a> and <a href='/wiki/Corfu' title='Corfu'>Corfu</a>) members of the <a href='/wiki/Aetolian_League' title='Aetolian League'>Aetolian League</a>, which fought against <a href='/wiki/Macedon' class='mw-redirect' title='Macedon'>Macedon</a> and the rest of Greece in search of independence. The <a href='/wiki/Seleucid_Empire' title='Seleucid Empire'>Seleucid</a> kings of <a href='/wiki/Syria' title='Syria'>Syria</a> and <a href='/wiki/Attalus_I' title='Attalus I'>Attalus I</a> of <a href='/wiki/Pergamon' title='Pergamon'>Pergamon</a> were stirring trouble on the eastern borders of Macedon. Philip V, therefore, needed a powerful ally to halt Rome's expansion towards the <a href='/wiki/Balkans' title='Balkans'>Balkans</a> and palliate the danger on Macedon's western border; Hannibal seemed the perfect candidate.</p><h2><span class='mw-headline' id='Diplomatic_mission'>Diplomatic mission</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=3' title='Edit section: Diplomatic mission'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><p><a href='/wiki/Livy' title='Livy'>Livy</a>, the Roman historian of the 1st century, narrates in <i><a href='/wiki/Ab_Urbe_condita' class='mw-redirect' title='Ab Urbe condita'>Ab Urbe condita</a></i> ('Since the founding of Rome'), <i>Liber XXIII, 33-39</i>, how Philip, having observed Hannibal's victories, sent a delegation in the summer of 215 BC to meet him on the Italic peninsula to secure an alliance.<sup id='cite_ref-2' class='reference'><a href='#cite_note-2'>[2]</a></sup><sup id='cite_ref-3' class='reference'><a href='#cite_note-3'>[3]</a></sup><sup id='cite_ref-4' class='reference'><a href='#cite_note-4'>[4]</a></sup></p><p>The Greek ambassadors, avoiding the most obvious points of disembarkment from Greece, <a href='/wiki/Brindisi' title='Brindisi'>Brindisi</a> and <a href='/wiki/Taranto' title='Taranto'>Taranto</a>, landed near <a href='/wiki/Capo_Colonna' title='Capo Colonna'>Capo Colonna</a>, in <a href='/wiki/Calabria' title='Calabria'>Calabria</a>, by the temple of <a href='/wiki/Juno_(mythology)' title='Juno (mythology)'>Juno</a> Lacinia. From there, they moved towards <a href='/wiki/Capua' title='Capua'>Capua</a>, where Hannibal had set headquarters, hoping not to be intercepted by Roman legions.</p><p>Unable to avoid detection, the delegation was escorted to the <a href='/wiki/Praetor' title='Praetor'>praetor</a> <a href='/wiki/Marcus_Valerius_Laevinus' title='Marcus Valerius Laevinus'>Marcus Valerius Laevinus</a> for questioning. The Athenian commander Xenophanes, leader of the expedition, improvised by declaring that the delegation had been sent by king Philip to secure an agreement of <i>amicitiam societatemque</i> (friendship and alliance) with the Roman people.<br />The praetor welcomed the delegation and sent it on its way to Rome, providing an escort and key tactical information on where the Carthaginians were camped. Armed with this knowledge, the Macedonians reached Hannibal's camp with little effort, and could complete the mission assigned.<sup id='cite_ref-5' class='reference'><a href='#cite_note-5'>[5]</a></sup></p><p>The text of the treaty, recorded by historian <a href='/wiki/Polybius' title='Polybius'>Polybius</a>, can be found in the boxes below.</p><div class='NavFrame collapsed' style='border:#ccccff solid 2px;'><div class='NavHead' style='background:transparent;text-align:left;text-align: left; -moz-border-radius: 10px; -webkit-border-radius: 10px; border-radius: 10px; padding: 5px; background: #ccccff;'><span class='languageicon' style='font-size:0.95em; font-weight:bold; color:#555;'>(Ancient Greek)</span> <b><a href='/wiki/Polybius' title='Polybius'>Polybius</a>' text in T. Büttner-Wobst, <i>Historiae</i>, Leipzig: Teubner (1893).</b>&#160;</div><div class='NavContent' style='background:transparent;text-align:left;font-size: 100%; text-align: left; background: #f5faff'><pre>    [March 13, BC 215]</pre><p>Ὅρκος, ὃν ἔθετο Ἀννίβας ὁ στρατηγός, Μάγωνος, Μύρκανος, Βαρμόκαρος, καὶ πάντες γερουσιασταὶ Καρχηδονίων οἱ μετ' αὐτοῦ καὶ πάντες Καρχηδόνιοι στρατευόμενοι μετ' αὐτοῦ πρὸς Ξενοφάνη Κλεομάχου Ἀθηναῖον πρεσβευτήν, ὃν ἀπέστειλε πρὸς ἡμᾶς Φίλιππος ὁ βασιλεὺς Δημητρίου ὑπὲρ αὑτοῦ καὶ Μακεδόνων καὶ τῶν συμμάχων[.]</p><p>[<i>omitted: gods by whom the oath is taken</i>]</p><p>Ἀννίβας ὁ στρατηγὸς εἶπε καὶ πάντες Καρχηδονίων γερουσιασταὶ οἱ μετ' αὐτοῦ καὶ πάντες Καρχηδόνιοι οἱ στρατευόμενοι μετ' αὐτοῦ, ὃ ἂν δοκῇ ὑμῖν καὶ ἡμῖν, τὸν ὅρκον τοῦτον θέσθαι περὶ φιλίας καὶ εὐνοίας καλῆς, φίλους καὶ οἰκείους καὶ ἀδελφούς,</p><ul><li>ἐφ' ᾧτ' εἶναι σῳζομένους ὑπὸ βασιλέως Φιλίππου καὶ Μακεδόνων καὶ ὑπὸ τῶν ἄλλων Ἑλλήνων, ὅσοι εἰσὶν αὐτῶν σύμμαχοι, κυρίους Καρχηδονίους καὶ Ἀννίβαν τὸν στρατηγὸν καὶ τοὺς μετ' αὐτοῦ καὶ τοὺς Καρχηδονίων ὑπάρχους, ὅσοι τοῖς αὐτοῖς νόμοις χρῶνται, καὶ Ἰτυκαίους, καὶ ὅσαι πόλεις καὶ ἔθνη Καρχηδονίων ὑπήκοα, καὶ τοὺς στρατιώτας καὶ τοὺς συμμάχους, καὶ πάσας πόλεις καὶ ἔθνη, πρὸς ἅ ἐστιν ἡμῖν ἥ τε φιλία τῶν ἐν Ἰταλίᾳ καὶ Κελτίᾳ καὶ ἐν τῇ Λιγυστίνῃ, καὶ πρὸς οὕστινας ἡμῖν ἂν γένηται φιλία καὶ συμμαχία ἐν ταύτῃ τῇ χώρᾳ.</li><li>ἔσται δὲ καὶ Φίλιππος ὁ βασιλεὺς καὶ Μακεδόνες καὶ τῶν ἄλλων Ἑλλήνων οἱ σύμμαχοι, σῳζόμενοι καὶ φυλαττόμενοι ὑπὸ Καρχηδονίων τῶν συστρατευομένων καὶ ὑπὸ Ἰτυκαίων καὶ ὑπὸ πασῶν πόλεων καὶ ἐθνῶν ὅσα ἐστὶ Καρχηδονίοις ὑπήκοα, καὶ συμμάχων καὶ στρατιωτῶν, καὶ ὑπὸ πάντων ἐθνῶν καὶ πόλεων ὅσα ἐστὶν ἐν Ἰταλίᾳ καὶ Κελτίᾳ καὶ Λιγυστίνῃ, καὶ ὑπὸ τῶν ἄλλων, ὅσοι ἂν γένωνται σύμμαχοι ἐν τοῖς κατ' Ἰταλίαν τόποις τούτοις.</li><li>οὐκ ἐπιβουλεύσομεν ἀλλήλοις οὐδὲ λόχῳ χρησόμεθα ἐπ' ἀλλήλοις, μετὰ πάσης δὲ προθυμίας καὶ εὐνοίας ἄνευ δόλου καὶ ἐπιβουλῆς ἐσόμεθα πολέμιοι τοῖς πρὸς Καρχηδονίους πολεμοῦσι χωρὶς βασιλέων καὶ πόλεων καὶ λιμένων, πρὸς οὓς ἡμῖν εἰσιν ὅρκοι καὶ φιλίαι.</li><li>ἐσόμεθα δὲ καὶ ἡμεῖς πολέμιοι τοῖς πολεμοῦσι πρὸς βασιλέα Φίλιππον χωρὶς βασιλέων καὶ πόλεων καὶ ἐθνῶν, πρὸς οὓς ἡμῖν εἰσιν ὅρκοι καὶ φιλίαι.</li><li>ἔσεσθε δὲ καὶ ἡμῖν σύμμαχοι πρὸς τὸν πόλεμον, ὅς ἐστιν ἡμῖν πρὸς Ῥωμαίους, ἕως ἂν ἡμῖν καὶ ὑμῖν οἱ θεοὶ διδῶσι τὴν εὐημερίαν. βοηθήσετε δὲ ἡμῖν, ὡς ἂν χρεία ᾖ καὶ ὡς ἂν συμφωνήσωμεν.</li><li>ποιησάντων δὲ τῶν θεῶν εὐημερίαν ἡμῖν κατὰ τὸν πόλεμον τὴν πρὸς Ῥωμαίους καὶ τοὺς συμμάχους αὐτῶν, ἂν ἀξιῶσι Ῥωμαῖοι συντίθεσθαι περὶ φιλίας, συνθησόμεθα, ὥστ' εἶναι πρὸς ὑμᾶς τὴν αὐτὴν φιλίαν,ἐφ' ᾧτε μὴ ἐξεῖναι αὐτοῖς ἄρασθαι πρὸς ὑμᾶς μηδέποτε πόλεμον, μηδ' εἶναι Ῥωμαίους κυρίους Κερκυραίων μηδ' Ἀπολλωνιατῶν καὶ Ἐπιδαμνίων μηδὲ Φάρου μηδὲ Διμάλης καὶ Παρθίνων μηδ' Ἀτιντανίας. ἀποδώσουσι δὲ καὶ Δημητρίῳ τῷ Φαρίῳ τοὺς οἰκείους πάντας, οἵ εἰσιν ἐν τῷ κοινῷ τῶν Ῥωμαίων.</li><li>ἐὰν δὲ αἴρωνται Ῥωμαῖοι πρὸς ὑμᾶς πόλεμον ἢ πρὸς ἡμᾶς, βοηθήσομεν ἀλλήλοις εἰς τὸν πόλεμον, καθὼς ἂν ἑκατέροις ᾖ χρεία.</li><li>ὁμοίως δὲ καὶ ἐάν τινες ἄλλοι χωρὶς βασιλέων καὶ πόλεων καὶ ἐθνῶν, πρὸς ἃ ἡμῖν εἰσιν ὅρκοι καὶ φιλίαι.</li><li>ἐὰν δὲ δοκῇ ἡμῖν ἀφελεῖν ἢ προσθεῖναι πρὸς τόνδε τὸν ὅρκον, ἀφελοῦμεν ἢ προσθήσομεν ὡς ἂν ἡμῖν δοκῇ ἀμφοτέροις.</li></ul><pre>    [Biblioteca Apostolica Vaticana, Cod. Urb. folio 96 exc. ant. p. 193.]<br /></pre></div></div><div class='NavFrame collapsed' style='border:#ccccff solid 2px;'><div class='NavHead' style='background:transparent;text-align:left;text-align: left; -moz-border-radius: 10px; -webkit-border-radius: 10px; border-radius: 10px; padding: 5px; background: #ccccff;'><span class='languageicon' style='font-size:0.95em; font-weight:bold; color:#555;'>(English)</span> <b>Polybius' text in <a href='/wiki/E._S._Shuckburgh' class='mw-redirect' title='E. S. Shuckburgh'>E. S. Shuckburgh</a> (transl.), <i>Histories</i>, Macmillan (1889), pp. 516-7.</b>&#160;</div><div class='NavContent' style='background:transparent;text-align:left;font-size: 100%; text-align: left; background: #f5faff'><pre>    [March 13, BC 215]</pre><p>This is a sworn treaty made between Hannibal, Mago, Barmocarus, and such members of the Carthaginian Gerusia as were present, and all Carthaginians serving in his army, on the one part; and Xenophanes, son of Cleomachus of Athens, sent to us by King Philip, as his ambassador, on behalf of himself, the Macedonians, and their allies, on the other part.</p><p>[<i>omitted: gods by whom the oath is taken</i>]</p><p>Hannibal, general, and all the Carthaginian senators with him, and all Carthaginians serving in his army, subject to our mutual consent, proposes to make this sworn treaty of friendship and honourable good-will. Let us be friends, close allies, and brethren, on the conditions herein following:</p><ul><li>Let the Carthaginians, as supreme, Hannibal their chief general and those serving with him, all members of the Carthaginian dominion living under the same laws, as well as the people of Utica, and the cities and tribes subject to Carthage, and their soldiers and allies, and all cities and tribes in Italy, Celt-land, and Liguria, with whom we have a compact of friendship, and with whomsoever in this country we may hereafter form such compact, be supported by King Philip and the Macedonians, and all other Greeks in alliance with them.</li><li>On their parts also King Philip and the Macedonians, and such other Greeks as are his allies, shall be supported and protected by the Carthaginians now in this army, and by the people of Utica, and by all cities and tribes subject to Carthage, both soldiers and allies, and by all allied cities and tribes in Italy, Celt-land, and Liguria, and by all others in Italy as shall hereafter become allies of the Carthaginians.</li><li>We will not make plots against, nor lie in ambush for, each other; but in all sincerity and good-will, without reserve or secret design, will be enemies to the enemies of the Carthaginians, saving and excepting those kings, cities, and ports with which we have sworn agreements and friendships.</li><li>And we, too, will be enemies to the enemies of King Philip, saving and excepting those kings, cities, and tribes, with which we have sworn agreements and friendships.</li><li>Ye shall be friends to us in the war in which we now are engaged against the Romans, till such time as the gods give us and you the victory: and ye shall assist us in all ways that be needful, and in whatsoever way we may mutually determine.</li><li>And when the gods have given us victory in our war with the Romans and their allies, if Hannibal shall deem it right to make terms with the Romans, these terms shall include the same friendship with you, made on these conditions: first, the Romans not to be allowed to make war on you; second, not to have power over Corcyra, Apollonia, Epidamnum, Pharos, Dimale, Parthini, nor Atitania; (3) to restore to Demetrius of Pharos all those of his friends now in the dominion of Rome.</li><li>If the Romans ever make war on you or on us we will aid each other in such war, according to the need of either.</li><li>So also if any other nation whatever does so, always excepting kings, cities, and tribes, with whom we have sworn agreements and friendships.</li><li>If we decide to take away from, or add to this sworn treaty, we will so take away, or add thereto, only as we both may agree.</li></ul></div></div><h2><span class='mw-headline' id='The_capture'>The capture</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=4' title='Edit section: The capture'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><div role='note' class='hatnote'>Further information: <a href='/wiki/Macedonian_Wars' title='Macedonian Wars'>Macedonian Wars</a></div><p>Once the treaty was completed, the delegation and Carthaginians officers Mago, <a href='/wiki/Gisgo' title='Gisgo'>Gisgo</a> and Bostar, undertook their return journey to Macedonia to obtain Philip's signature.<sup id='cite_ref-6' class='reference'><a href='#cite_note-6'>[6]</a></sup> Their ship was, however, intercepted by Roman warships led by <a href='/wiki/Lucius_Valerius_Flaccus_(consul_195_BC)' title='Lucius Valerius Flaccus (consul 195 BC)'>Valerius Flaccus</a>, who did not believe Xenophanes' story and ordered a search of the vessel and its occupants. The discovery of Punic apparel and of the treaty prompted Flaccus to send the prisoners to Rome on five ships, so as to keep them separate and limit the risk of escape. After a brief stop in <a href='/wiki/Cumae' title='Cumae'>Cumae</a> for further interrogation by consul <a href='/wiki/Tiberius_Gracchus' title='Tiberius Gracchus'>Tiberius Sempronius Graccus</a>, the delegation faced the Senate and was incarcerated. Only one member of the delegation managed to escape and return to Macedon, where he was unable to recollect the exact terms of the treaty to king Philip, who was forced to send a second delegation to meet Hannibal and draft the agreement anew.<sup id='cite_ref-7' class='reference'><a href='#cite_note-7'>[7]</a></sup></p><p>In response to the threat presented by the Macedonian-Carthaginian alliance, the Senate decreed that twenty-five ships be added to the contingent already under Flaccus' command and sent to <a href='/wiki/Apulia' title='Apulia'>Apulia</a>, where they were expected to monitor Philip's movements.<sup id='cite_ref-8' class='reference'><a href='#cite_note-8'>[8]</a></sup></p><p>In reality, because summer had elapsed by the time the second delegation reached Hannibal and concluded the treaty, its terms were never executed—military operations were usually suspended in winter. Furthermore, the discovery of the alliance by the Roman senate factually nullified the element of surprise, which greatly diminished the treaty's value in the context of the second Punic war.<sup id='cite_ref-9' class='reference'><a href='#cite_note-9'>[9]</a></sup><sup id='cite_ref-10' class='reference'><a href='#cite_note-10'>[10]</a></sup> Nevertheless, the discovery of the treaty led to debates in the <a href='/wiki/Roman_Senate' title='Roman Senate'>Roman Senate</a> about how to handle Macedonia and, eventually, the outbreak of the <a href='/wiki/First_Macedonian_War' title='First Macedonian War'>First Macedonian War</a> (214-205 BC). This conflict was centered largely in <a href='/wiki/Illyria' title='Illyria'>Illyria</a> (modern-day <a href='/wiki/Albania' title='Albania'>Albania</a>) but included <a href='/wiki/Theater_(warfare)' title='Theater (warfare)'>the theater</a> of <a href='/wiki/Hellenistic_Greece' title='Hellenistic Greece'>Greece</a> due to Roman allies there simultaneously waging war against Macedonia.<sup id='cite_ref-11' class='reference'><a href='#cite_note-11'>[11]</a></sup><sup id='cite_ref-12' class='reference'><a href='#cite_note-12'>[12]</a></sup><sup id='cite_ref-13' class='reference'><a href='#cite_note-13'>[13]</a></sup></p><div class='NavFrame collapsed' style='border:#ccccff solid 2px;'><div class='NavHead' style='background:transparent;text-align:left;text-align: left; -moz-border-radius: 10px; -webkit-border-radius: 10px; border-radius: 10px; padding: 5px; background: #ccccff;'><span class='languageicon' style='font-size:0.95em; font-weight:bold; color:#555;'>(Latin)</span> <b><a href='/wiki/Livy' title='Livy'>Titus Livius</a>, <i>Ab Urbe condita</i>, Liber XXIII, 33-4, 38-9</b>&#160;</div><div class='NavContent' style='background:transparent;text-align:left;font-size: 100%; text-align: left; background: #f5faff'><p>33. [...]<br /></p><blockquote><p>Postquam tertia iam pugna, tertia victoria cum Poenis erat, ad fortunam inclinavit legatosque ad Hannibalem [Philippus] misit; qui vitantes portus Brundisinum Tarentinumque, quia custodiis navium Romanarum tenebantur, ad Laciniae Iunonis templum in terram egressi sunt.<br /></p><p>Inde per Apuliam petentes Capuam media in praesidia Romana inlati sunt deductique ad Valerium Laevinum praetorem, circa Luceriam castra habentem. Ibi intrepide Xenophanes, legationis princeps, a Philippo rege se missum ait ad amicitiam societatemque iungendam cum populo Romano; mandata habere ad consules ac senatum populumque Romanum. Praetor inter defectiones veterum sociorum nova societate tam clari regis laetus admodum hostes pro hospitibus comiter accepit. Dat qui prosequantur; itinera cum cura demonstrat [et] quae loca quosque saltus aut Romanus aut hostes teneant.<br />Xenophanes per praesidia Romana in Campaniam, inde qua proximum fuit in castra Hannibalis pervenit foedusque cum eo atque amicitiam iungit legibus his:</p><ul><li>ut Philippus rex quam maxima classe—ducentas autem naves videbatur effecturus—in Italiam traiceret et vastaret maritimam oram, bellum pro parte sua terra marique gereret;</li><li>ubi debellatum esset, Italia omnis cum ipsa urbe Roma Carthaginiensium atque Hannibalis esset praedaque omnis Hannibali cederet;</li><li>perdomita Italia navigarent in Graeciam bellumque cum quibus regi placeret gererent; quae civitates continentis quaeque insulae ad Macedoniam vergunt, eae Philippi regnique eius essent.</li></ul></blockquote><p>34.<br /></p><blockquote><p>In has ferme leges inter Poenum ducem legatosque Macedonum ictum foedus; missique cum iis ad regis ipsius firmandam fidem legati, Gisgo et Bostar et Mago, eodem ad Iunonis Laciniae, ubi navis occulta in statione erat, perveniunt.<br /></p><p>Inde profecti cum altum tenerent, conspecti a classe Romana sunt quae praesidio erat Calabriae litoribus; Valeriusque Flaccus cercuros ad persequendam retrahendamque navem cum misisset, primo fugere regii conati, deinde, ubi celeritate vinci senserunt, tradunt se Romanis et ad praefectum classis adducti, cum quaereret qui et unde et quo tenderent cursum, Xenophanes primo satis iam semel felix mendacium struere, a Philippo se ad Romanos missum ad M. Valerium, ad quem unum iter tutum fuerit, pervenisse, Campaniam superare nequisse, saeptam hostium praesidiis.<br />Deinde ut Punicus cultus habitusque suspectos legatos fecit Hannibalis interrogatosque sermo prodidit, tum comitibus eorum seductis ac metu territis, litterae quoque ab Hannibale ad Philippum inventae et pacta inter regem Macedonum Poenumque ducem. Quibus satis cognitis optimum visum est captivos comitesque eorum Romam ad senatum aut [ad] consules ubicunque essent, quam primum deportare.<br />Ad id celerrimae quinque naves delectae ac L. Valerius Antias, qui praeesset, missus, eique mandatum ut in omnes naves legatos separatim custodiendos divideret daretque operam ne quod iis conloquium inter se neve quae communicatio consilii esset. [...]<br /></p></blockquote><p>38.<br /></p><blockquote><p>Dum haec in Lucanis atque in Hirpinis geruntur, quinque naves, quae Macedonum atque Poenorum captos legatos Romam portabant, ab supero mari ad inferum circumvectae prope omnem Italiae oram, cum praeter Cumas velis ferrentur neque hostium an sociorum essent satis sciretur, Gracchus obviam ex classe sua naves misit.<br /></p><p>Cum percontando in vicem cognitum esset consulem Cumis esse, naves Cumas adpulsae captivique ad consulem deducti et litterae datae. Consul litteris Philippi atque Hannibalis perlectis consignata omnia ad senatum itinere terrestri misit, navibus devehi legatos iussit.<br />Cum eodem fere die litterae legatique Romam venissent et percontatione facta dicta cum scriptis congruerent, primo gravis cura patres incessit, cernentes quanta vix tolerantibus Punicum bellum Macedonici belli moles instaret; cui tamen adeo non succubuerunt ut extemplo agitaretur quemadmodum ultro inferendo bello averterent ab Italia hostem. Captivis in vincula condi iussis comitibusque eorum sub hasta venditis, ad naves viginti quinque, quibus P. Valerius Flaccus praefectus praeerat, viginti [quinque] [paratis] alias decernunt. His comparatis deductisque et additis quinque navibus, quae advexerant captivos legatos, triginta naves ab Ostia Tarentum profectae, iussusque P. Valerius militibus Varronianis, quibus L. Apustius legatus Tarenti praeerat, in naves impositis quinquaginta quinque navium classe non tueri modo Italiae oram sed explorare de Macedonico bello; si congruentia litteris legatorumque indiciis Philippi consilia essent, ut M. Valerium praetorem litteris certiorem faceret, isque L. Apustio legato exercitui praeposito Tarentum ad classem profectus primo quoque tempore in Macedoniam transmitteret daretque operam ut Philippum in regno contineret.<br />Pecunia ad classem tuendam bellumque Macedonicum ea decreta est, quae Ap. Claudio in Siciliam missa erat ut redderetur Hieroni regi; ea per L. Antistium legatum Tarentum est devecta. Simul ab Hierone missa ducenta milia modium tritici et hordei centum.<br /></p></blockquote><p>39.<br /></p><blockquote><p>Dum haec Romani parant aguntque, ad Philippum captiva navis una ex iis quae Romam missae erant, ex cursu refugit; inde scitum legatos cum litteris captos. Itaque ignarus rex quae cum Hannibale legatis suis convenissent quaeque legati eius ad se allaturi fuissent, legationem aliam cum eisdem mandatis mittit. Legati ad Hannibalem missi Heraclitus [cui Scotino cognomen erat] et Crito Boeotus et Sositheus Magnes.<br /></p><p>Hi prospere tulerunt ac rettulerunt mandata; sed prius se aestas circumegit quam movere ac moliri quicquam rex posset. - tantum navis una capta cum legatis momenti fecit ad dilationem imminentis Romanis belli.</p></blockquote></div></div><div class='NavFrame collapsed' style='border:#ccccff solid 2px;'><div class='NavHead' style='background:transparent;text-align:left;text-align: left; -moz-border-radius: 10px; -webkit-border-radius: 10px; border-radius: 10px; padding: 5px; background: #ccccff;'><span class='languageicon' style='font-size:0.95em; font-weight:bold; color:#555;'>(English)</span> <b>Livius' text in Rev. C. Roberts (transl.), <i>The History of Rome, Vol. III</i>, J. M. Dent and Sons, 1912.</b><sup id='cite_ref-14' class='reference'><a href='#cite_note-14'>[14]</a></sup>&#160;</div><div class='NavContent' style='background:transparent;text-align:left;font-size: 100%; text-align: left; background: #f5faff'><p>33. [...]<br /></p><blockquote><p>But after the third battle had been fought and the victory rested with the Carthaginians for the third time, [Philip] inclined to the side which Fortune favoured and sent ambassadors to Hannibal. Avoiding the ports of Brundisium and Tarentum which were guarded by Roman ships, they landed near the temple of Juno Lacinia.<br /></p><p>Whilst traversing Apulia on their way to Capua they fell into the midst of the Roman troops who were defending the district, and were conducted to Valerius Laevinus, the praetor, who was encamped near Luceria. Xenophanes, the head of the legation, explained, without the slightest fear or hesitation, that he had been sent by the king to form a league of friendship with Rome, and that he was conveying his instructions to the consuls and senate and people. Amidst the defection of so many old allies, the praetor was delighted beyond measure at the prospect of a new alliance with so illustrious a monarch, and gave his enemies a most hospitable reception. He assigned them an escort, and pointed out carefully what route they should take, what places and passes were held by the Romans and what by the enemy.<br />Xenophanes passed through the Roman troops into Campania and thence by the nearest route reached Hannibal's camp. He made a treaty of friendship with him on these terms:</p><ul><li>King Philip was to sail to Italy with as large a fleet as possible—he was, it appears, intending to fit out two hundred ships—and ravage the coast, and carry on war by land and sea to the utmost of his power;</li><li>when the war was over the whole of Italy, including Rome itself, was to be the possession of the Carthaginians and Hannibal, and all the plunder was to go to Hannibal;</li><li>when the Carthaginians had thoroughly subdued Italy they were to sail to Greece and make war upon such nations as the king wished; the cities on the mainland and the islands lying off Macedonia were to form part of Philip's kingdom.</li></ul></blockquote><p>34.<br /></p><blockquote><p>These were, in effect, the terms on which the treaty was concluded between the Carthaginian general and the King of Macedon. On their return the envoys were accompanied by commissioners sent by Hannibal to obtain the king's ratification of the treaty: they were Gisgo, Bostar, and Mago. They reached the spot near the temple of Juno Lacinia, where they had left their ship moored in a hidden creek, and set sail for Greece.<br /></p><p>When they were out to sea they were descried by the Roman fleet which was guarding the Calabrian coast. Valerius Flaccus sent some light boats to chase and bring back the strange vessel. At first the king's men attempted flight, but finding that they were being overhauled they surrendered to the Romans. When they were brought before the admiral of the fleet he questioned them as to who they were, where they had come from, and whither they were sailing. Xenophanes, who had so far been very lucky, began to make up a tale; he said that he had been sent by Philip to Rome and had succeeded in reaching M. Valerius, as he was the only person he could get to safely; he had not been able to go through Campania as it was beset by the enemy's troops.<br />hen the Carthaginian dress and manner of Hannibal's agents aroused suspicion, and on being questioned their speech betrayed them. Their comrades were at once taken aside and terrified by threats, a letter from Hannibal to Philip was discovered, and also the articles of agreement between the King of Macedon and the Carthaginian general. When the investigation was completed, it seemed best to carry the prisoners and their companions as soon as possible to the senate at Rome or to the consuls, wherever they were.<br />Five of the swiftest ships were selected for the purpose and L. Valerius Antias was placed in charge of the expedition with instructions to distribute the envoys amongst the ships under guard and to be careful that no conversation was allowed amongst them or any communication of plans. [...]<br /></p></blockquote><p>38.<br /></p><blockquote><p>During these incidents amongst the Lucanians and Hirpini, the five ships which were carrying the Macedonian and Carthaginian agents to Rome, after sailing almost round the whole of Italy in their passage from the upper to the lower sea were off Cumae, when Gracchus, uncertain whether they belonged to friends or foes, sent vessels from his own fleet to intercept them.<br /></p><p>After mutual questionings those on board learnt that the consul was at Cumae. The vessels accordingly were brought into the harbour and the prisoners were brought before the consul and the letters placed in his hands. He read the letters of Philip and Hannibal through and sent everything under seal by land to the senate, the agents he ordered to be taken by sea.<br />The letters and the agents both reached Rome the same day, and when it was ascertained that what the agents said in their examination agreed with the letters, the senate were filled with very gloomy apprehensions. They recognised what a heavy burden a war with Macedon would impose upon them at a time when it was all they could do to bear the weight of the Punic war. They did not, however, so far give way to despondency as not to enter at once upon a discussion as to how they could divert the enemy from Italy by themselves commencing hostilities against him. Orders were given for the agents to be kept in chains and their companions to be sold as slaves; they also decided to equip twenty vessels in addition to the twenty-five which P. Valerius Flaccus already had under his command. After these had been fitted out and launched, the five ships which had carried the agents were added and thirty vessels left Ostia for Tarentum. Publius Valerius was instructed to place on board the soldiers which had belonged to Varro's army and which were now at Tarentum under the command of L. Apustius, and with his combined fleet of fifty-five vessels he was not only to protect the coast of Italy but try to obtain information about the hostile attitude of Macedon. If Philip's designs should prove to correspond to the captured despatches and the statements of the agents, he was to write to Marcus Valerius, the praetor, to that effect and then, after placing his army under the command of L. Apustius, go to the fleet at Tarentum and sail across to Macedonia at the first opportunity and do his utmost to confine Philip within his own dominions.<br />A decree was made that the money which had been sent to Appius Claudius in Sicily to be returned to King Hiero should now be devoted to the maintenance of the fleet and the expenses of the Macedonian war, and it was conveyed to Tarentum through L. Antistius. Two hundred thousand modii of wheat and barley were sent at the same time by King Hiero.<br /></p></blockquote><p>39.<br /></p><blockquote><p>While these various steps were being taken, one of the captured ships which were on their way to Rome escaped during the voyage to Philip, and he then learnt that his agents had been captured together with his despatches. As he did not know what understanding they had come to with Hannibal, or what proposals Hannibal's agents were bringing to him, he despatched a second embassy with the same instructions. Their names were Heraclitus, surnamed Scotinus, Crito of Boeotia, and Sositheus the Magnesian.<br /></p><p>They accomplished their mission successfully, but the summer passed away before the king could attempt any active measures. So important was the seizure of that one ship with the king's agents on board in delaying the outbreak of the war which now threatened Rome!</p></blockquote></div></div><h2><span class='mw-headline' id='References'>References</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=5' title='Edit section: References'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><div class='reflist' style='list-style-type: decimal;'><ol class='references'><li id='cite_note-1'><span class='mw-cite-backlink'><b><a href='#cite_ref-1'>^</a></b></span> <span class='reference-text'>Titus Livius, <i>Ab Urbe condita</i>, XX:12-13.</span></li><li id='cite_note-2'><span class='mw-cite-backlink'><b><a href='#cite_ref-2'>^</a></b></span> <span class='reference-text'>Bringmann, K. &amp; W. J. Smyth. <i>A History of the Roman Republic</i>. Polity, 2007, <a href='/wiki/Special:BookSources/0745633706' class='internal mw-magiclink-isbn'>ISBN 0-7456-3370-6</a>, <a href='/wiki/Special:BookSources/9780745633701' class='internal mw-magiclink-isbn'>ISBN 978-0-7456-3370-1</a>, pp. 78-83.</span></li><li id='cite_note-3'><span class='mw-cite-backlink'><b><a href='#cite_ref-3'>^</a></b></span> <span class='reference-text'>Michelet, Jules (W. Hazlitt, transl.). <i>History of the Roman Republic</i>. London: D. Bogue, 1847, pp. 185-8</span></li><li id='cite_note-4'><span class='mw-cite-backlink'><b><a href='#cite_ref-4'>^</a></b></span> <span class='reference-text'>Mommsen, T., Bryans, C., &amp; F.R.J. Hendy. <i>The History of the Roman Republic: Abridged from the History by Professor Mommsen</i>. C. Scribner's sons, 1889, pp. 401-8.</span></li><li id='cite_note-5'><span class='mw-cite-backlink'><b><a href='#cite_ref-5'>^</a></b></span> <span class='reference-text'>Robinson, Cyril E. <i>A History of the Roman Republic</i>. Rome: Barnes &amp; Noble, 1932, pp. 310-317.</span></li><li id='cite_note-6'><span class='mw-cite-backlink'><b><a href='#cite_ref-6'>^</a></b></span> <span class='reference-text'>Lancel, S. (Nevill, A. transl.). <i>Hannibal</i>. Blackwell Publishing, 1999, <a href='/wiki/Special:BookSources/0631218483' class='internal mw-magiclink-isbn'>ISBN 0-631-21848-3</a>, <a href='/wiki/Special:BookSources/9780631218487' class='internal mw-magiclink-isbn'>ISBN 978-0-631-21848-7</a>, p. 117.</span></li><li id='cite_note-7'><span class='mw-cite-backlink'><b><a href='#cite_ref-7'>^</a></b></span> <span class='reference-text'>Cottrell, L. <i>Hannibal: Enemy of Rome</i>. Da Capo Press, 1992, <a href='/wiki/Special:BookSources/0306804980' class='internal mw-magiclink-isbn'>ISBN 0-306-80498-0</a>, <a href='/wiki/Special:BookSources/9780306804984' class='internal mw-magiclink-isbn'>ISBN 978-0-306-80498-4</a>, pp. 156-9.</span></li><li id='cite_note-8'><span class='mw-cite-backlink'><b><a href='#cite_ref-8'>^</a></b></span> <span class='reference-text'>Hoyos, B. Dexter. <i>Unplanned Wars: The Origins of the First and Second Punic Wars</i>. Walter de Gruyter, 1998, <a href='/wiki/Special:BookSources/3110155648' class='internal mw-magiclink-isbn'>ISBN 3-11-015564-8</a>, <a href='/wiki/Special:BookSources/9783110155648' class='internal mw-magiclink-isbn'>ISBN 978-3-11-015564-8</a>, p. 151.</span></li><li id='cite_note-9'><span class='mw-cite-backlink'><b><a href='#cite_ref-9'>^</a></b></span> <span class='reference-text'>Bagnall, N. <i>The Punic Wars: Rome, Carthage, and the Struggle for the Mediterranean</i>. Macmillan, 2005, <a href='/wiki/Special:BookSources/0312342144' class='internal mw-magiclink-isbn'>ISBN 0-312-34214-4</a>, <a href='/wiki/Special:BookSources/9780312342142' class='internal mw-magiclink-isbn'>ISBN 978-0-312-34214-2</a>  [<i><a href='/wiki/Sic' title='Sic'>sic</a></i>], pages 168, 200-3.</span></li><li id='cite_note-10'><span class='mw-cite-backlink'><b><a href='#cite_ref-10'>^</a></b></span> <span class='reference-text'>Bagnall, N. <i>The Punic Wars, 264-146 BC: 264-146 BC</i>. Osprey Publishing, 2002, <a href='/wiki/Special:BookSources/1841763551' class='internal mw-magiclink-isbn'>ISBN 1-84176-355-1</a>, <a href='/wiki/Special:BookSources/9781841763552' class='internal mw-magiclink-isbn'>ISBN 978-1-84176-355-2</a>, pages 56, 61, 66.</span></li><li id='cite_note-11'><span class='mw-cite-backlink'><b><a href='#cite_ref-11'>^</a></b></span> <span class='reference-text'>Errington, Robert Malcolm (1990). <i>A History of Macedonia</i>. Translated by Catherine Errington. Berkeley, Los Angeles, &amp; Oxford: University of California Press. <a href='/wiki/Special:BookSources/0520063198' class='internal mw-magiclink-isbn'>ISBN 0-520-06319-8</a>, pp 191-194.</span></li><li id='cite_note-12'><span class='mw-cite-backlink'><b><a href='#cite_ref-12'>^</a></b></span> <span class='reference-text'>Bringmann, Klaus (2007) [2002]. <i>A History of the Roman Republic</i>. Translated by Smyth, W. J. Cambridge &amp; Malden: Polity Press. <a href='/wiki/Special:BookSources/0745633714' class='internal mw-magiclink-isbn'>ISBN 0-7456-3371-4</a>, pp 79-80, 82.</span></li><li id='cite_note-13'><span class='mw-cite-backlink'><b><a href='#cite_ref-13'>^</a></b></span> <span class='reference-text'>Eckstein, Arthur M. (2010). 'Macedonia and Rome, 221–146 BC'. In Roisman, Joseph; Worthington, Ian. <i>A Companion to Ancient Macedonia</i>. Oxford, Chichester, &amp; Malden: Wiley-Blackwell. <a href='/wiki/Special:BookSources/9781405179362' class='internal mw-magiclink-isbn'>ISBN 978-1-4051-7936-2</a>, pp 231-233.</span></li><li id='cite_note-14'><span class='mw-cite-backlink'><b><a href='#cite_ref-14'>^</a></b></span> <span class='reference-text'>Also see Titus Livius, translated by Aubrey De Selincourt. <i>The War with Hannibal: Books XXI-XXX of the History of Rome from Its Foundation</i>. Penguin Classics, 1965, <a href='/wiki/Special:BookSources/014044145X' class='internal mw-magiclink-isbn'>ISBN 0-14-044145-X</a>, <a href='/wiki/Special:BookSources/9780140441451' class='internal mw-magiclink-isbn'>ISBN 978-0-14-044145-1</a>, pages 209-10.</span></li></ol></div><h2><span class='mw-headline' id='Further_reading'>Further reading</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=6' title='Edit section: Further reading'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><h3><span class='mw-headline' id='On_the_Second_Punic_war'>On the Second Punic war</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=7' title='Edit section: On the Second Punic war'>edit</a><span class='mw-editsection-bracket'>]</span></span></h3><ul><li>Goldsworthy, Adrian. <i>The Punic Wars</i>, Cassell, 2001, <a href='/wiki/Special:BookSources/030435967X' class='internal mw-magiclink-isbn'>ISBN 0-304-35967-X</a>, <a href='/wiki/Special:BookSources/9780304359677' class='internal mw-magiclink-isbn'>ISBN 978-0-304-35967-7</a>, 412 pages.</li><li>Prevas, John. <i>Hannibal Crosses the Alps: The Invasion of Italy and the Punic Wars</i>, Da Capo Press, 2001, <a href='/wiki/Special:BookSources/0306810700' class='internal mw-magiclink-isbn'>ISBN 0-306-81070-0</a>, <a href='/wiki/Special:BookSources/9780306810701' class='internal mw-magiclink-isbn'>ISBN 978-0-306-81070-1</a>, 256 pages.</li><li>Bosworth Smith, Reginald. <i>Rome and Carthage, the Punic Wars: The Punic Wars</i>, Longmans, Green, 1881, 251 pages.</li><li>Nardo, Don. <i>The Punic Wars</i>, Lucent Books, 1996, <a href='/wiki/Special:BookSources/156006417X' class='internal mw-magiclink-isbn'>ISBN 1-56006-417-X</a>, <a href='/wiki/Special:BookSources/9781560064176' class='internal mw-magiclink-isbn'>ISBN 978-1-56006-417-6</a>, 111 pages.</li></ul><h3><span class='mw-headline' id='On_the_Treaty'>On the Treaty</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=8' title='Edit section: On the Treaty'>edit</a><span class='mw-editsection-bracket'>]</span></span></h3><ul><li><a href='/wiki/Charles_Rollin' title='Charles Rollin'>Rollin, Charles</a>. <i>The Ancient History of the Egyptians, Carthaginians, Assyrians, Babylonians, Medes and Persians, Macedonians and Grecians</i>, Leavitt &amp; Allen, 1857, page 429.</li><li>Lazenby, John Francis. <i>Hannibal's War: A Military History of the Second Punic War</i>, University of Oklahoma Press, 1998, <a href='/wiki/Special:BookSources/0806130040' class='internal mw-magiclink-isbn'>ISBN 0-8061-3004-0</a>, <a href='/wiki/Special:BookSources/9780806130040' class='internal mw-magiclink-isbn'>ISBN 978-0-8061-3004-0</a>, page 159.</li><li>Walbank, Frank William. <i>Philip V of Macedon</i>, Archon Books, 1967, page 70.</li><li>Austin, N.J.E. &amp; N.B. Rankov. <i>Exploratio: Military and Political Intelligence in the Roman World from the Second Punic War to the Battle of Adrianople</i>, Routledge, 1995, <a href='/wiki/Special:BookSources/0415049458' class='internal mw-magiclink-isbn'>ISBN 0-415-04945-8</a>, <a href='/wiki/Special:BookSources/9780415049450' class='internal mw-magiclink-isbn'>ISBN 978-0-415-04945-0</a>, page 35.</li><li>Dillon, Matthew &amp; Lynda Garland. <i>Ancient Rome: From the Early Republic to the Assassination of Julius Caesar</i>, Taylor &amp; Francis, 2005, <a href='/wiki/Special:BookSources/0415224594' class='internal mw-magiclink-isbn'>ISBN 0-415-22459-4</a>, <a href='/wiki/Special:BookSources/9780415224598' class='internal mw-magiclink-isbn'>ISBN 978-0-415-22459-8</a>, page 215.</li><li>Dorey, Thomas Alan &amp; Donald Reynolds Dudley. <i>Rome Against Carthage</i>, Seeker and Warburg, 1971, pages 120-1.</li><li>Bagnell Bury, J., Cook, S.A., Adcock, F.E., Charlesworth, M.P., Hepburn Baynes, N. &amp; C.T. Seltman. <i>The Cambridge Ancient History&#160;: Rome and the Mediterranean, 218-133 B. C.</i>, Macmillan, 1923, pages 119, 121.</li><li>Shuckburgh, Evelyn Shirley. <i>A History of Rome to the Battle of Actium</i>, Macmillan and co., 1894, page 335.</li><li>Appianus of Alexandria. <i>The Roman History of Appian of Alexandria</i>, The Macmillan company, 1899, page 243.</li><li>Lancel, Serge &amp; Antonia Nevill. <i>Hannibal</i>, Blackwell Publishing, 1999, <a href='/wiki/Special:BookSources/0631218483' class='internal mw-magiclink-isbn'>ISBN 0-631-21848-3</a>, <a href='/wiki/Special:BookSources/9780631218487' class='internal mw-magiclink-isbn'>ISBN 978-0-631-21848-7</a>, page 117.</li><li>Titus Livius. <i>The History of Rome</i>, BiblioBazaar, LLC, 2008, <a href='/wiki/Special:BookSources/0554327694' class='internal mw-magiclink-isbn'>ISBN 0-554-32769-4</a>, <a href='/wiki/Special:BookSources/9780554327693' class='internal mw-magiclink-isbn'>ISBN 978-0-554-32769-3</a>, page 347.</li><li>Polybius (F.O. Hultsch &amp; E.S. Shuckburgh). <i>The Histories of Polybius</i>, Indiana University Press, 1962, page 515.</li><li>Frey, Marsha. <i>The History of Diplomatic Immunity</i>, Ohio State University Press, 1999, <a href='/wiki/Special:BookSources/0814207405' class='internal mw-magiclink-isbn'>ISBN 0-8142-0740-5</a>, <a href='/wiki/Special:BookSources/9780814207406' class='internal mw-magiclink-isbn'>ISBN 978-0-8142-0740-6</a>, page 59.</li></ul><h2><span class='mw-headline' id='See_also'>See also</span><span class='mw-editsection'><span class='mw-editsection-bracket'>[</span><a href='/w/index.php?title=Macedonian%E2%80%93Carthaginian_Treaty&amp;action=edit&amp;section=9' title='Edit section: See also'>edit</a><span class='mw-editsection-bracket'>]</span></span></h2><ul><li><a href='/wiki/Rome' title='Rome'>Rome</a></li><li><a href='/wiki/Carthage' title='Carthage'>Carthage</a></li><li><a href='/wiki/Second_Punic_War' title='Second Punic War'>Second Punic War</a></li></ul><!-- NewPP limit reportParsed by mw1246Cached time: 20170505160537Cache expiry: 2592000Dynamic content: falseCPU time usage: 0.076 secondsReal time usage: 0.106 secondsPreprocessor visited node count: 565/1000000Preprocessor generated node count: 0/1500000Post‐expand include size: 7304/2097152 bytesTemplate argument size: 1840/2097152 bytesHighest expansion depth: 9/40Expensive parser function count: 3/500Lua time usage: 0.013/10.000 secondsLua memory usage: 836 KB/50 MB--><!--Transclusion expansion time report (%,ms,calls,template)100.00%   63.474      1 -total 63.25%   40.148      4 Template:Hidden_begin 55.18%   35.027      4 Template:Link_language 45.73%   29.029      4 Template:Category_handler 17.79%   11.290      1 Template:Reflist 11.05%    7.014      1 Template:Further_information  2.19%    1.390      2 Template:ISO_639_name_grc  2.07%    1.313      1 Template:Sic  1.89%    1.202      4 Template:Border-radius  1.36%    0.862      4 Template:Hidden_end--><!-- Saved in parser cache with key enwiki:pcache:idhash:11849777-0!*!0!!en!4!* and timestamp 20170505160537 and revision id 763514756 -->","id":11849777,"name":"Macedonian–Carthaginian Treaty","class":{},"type":{},"children_ids":[],"connections_ids":[],"shapes_ids":[],"context":{},"context_dataset":[],"description":"","info":{},"start_date":"","end_date":""}